tap "goodwithtech/r"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "awscli"
brew "glib"
brew "chezmoi"
brew "curl"
brew "guile"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "fish"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "mas"
brew "maven"
brew "mysql"
brew "node"
brew "nodebrew"
brew "postgresql"
brew "python@3.8", link: false
brew "tig"
brew "tree"
brew "wget"
brew "yarn", link: false
brew "goodwithtech/r/dockle"
brew "heroku/brew/heroku"
cask "alfred"
cask "ccleaner"
cask "clipy"
cask "corretto"
cask "docker"
cask "dropbox"
cask "firefox"
cask "franz"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-japanese-ime"
cask "intellij-idea"
cask "macs-fan-control"
cask "ngrok"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "spectacle"
cask "webstorm"
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
