tap "eugenmayer/dockersync"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "reviewdog/tap"
tap "versent/taps"
brew "awscli"
brew "bat"
brew "glib"
brew "pkg-config"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "chezmoi"
brew "curl"
brew "docker", link: false
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "fswatch"
brew "gh"
brew "ghq"
brew "git"
brew "go"
brew "gobject-introspection"
brew "graphviz"
brew "imagemagick@6", link: true
brew "jq"
brew "kubernetes-cli", link: false
brew "kubectx"
brew "mas"
brew "mysql"
brew "node"
brew "nodebrew"
brew "openssl@3"
brew "peco"
brew "python@3.10"
brew "saml2aws"
brew "starship"
brew "stern"
brew "tree"
brew "unison"
brew "wget"
brew "yarn"
brew "z"
brew "eugenmayer/dockersync/unox"
brew "reviewdog/tap/reviewdog"
cask "ccleaner"
cask "font-hack-nerd-font"
cask "franz"
cask "intellij-idea"
cask "iterm2"
cask "lens"
cask "macs-fan-control"
cask "raycast"
cask "spectacle"
cask "warp"
cask "webstorm"
mas "Kindle", id: 405399194
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
